Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/kansainvalinen_saamen_kielten_viikko_24_-30_10_2022.html.tmx
Source language: fin
Languages: sms

source: Kansainvälinen Saamen kielten viikko 24.-30.10.2022
sms: Meeraikõskksaž Ǩiõllneäʼttel 24.-30.10.2022

source: Saamen kielten viikko kiinnittää huomiota saamen kieliin nyt neljättä vuotta peräkkäin.
sms: Ǩiõllneäʼttel ǩiddad vuâmmšõõzz sääʼmǩiõlid ååʼn neelljad eeʼjj ǩeäččlõõžži.

source: Saamelaiskäräjät Ruotsissa, Norjassa ja Suomessa kutsuvat kaikkia osallistumaan paikallisella, alueellisella ja kansainvälisellä tasolla tähän yhteiseen panostukseen.
sms: Sääʼmteeʼǧǧ Ruõccjânnmest, Taarrjânnmest da Lääʼddjânnmest kåčča vuässõõttâd pääiklaž, vooudlaž da meeraikõskksaž tääʼzzest tän õhttsaž äšša.

source: Toiveena on, että saamen kielet näkyvät, kuuluvat ja niitä käytetään kaikilla yhteiskunnan osa-alueilla Kieliviikon aikana.
sms: Tuõivvjen lij, što sääʼmǩiõl kuâsttje, kollʼje da ǩiõlid ââʼnet pukin õhttsažkååʼdd vueʼssvuuʼdin Ǩiõllneäʼttel poodd.

source: Kieliviikko järjestetään viikolla 43, 24.–30. lokakuuta.
sms: Ǩiõllneäʼttel lij neäʼttel 43 poodd, 24.–30. kålggmannust.

source: Saamen kielten viikko käynnistettiin Yhdistyneiden kansakuntien (YK) alkuperäiskansakielten vuoden aikana (IYIL 2019).
sms: Ǩiõllneäʼttel vaʼldde âânnma Õhttõõvvâm meerkooʼddi (ÕM) alggmeerǩiõli eeʼjj poodd (IYIL 2019).

source: Nyt YK on nimennyt kymmenvuotiskauden 2022–2032 alkuperäiskansakielten vuosikymmeneksi, the International Decade of Indigenous Languages (IDIL).
sms: Ååʼn ÕM lij nõõmääm lååieeʼǩǩpââʼj 2022–2032 alggmeerǩiõli lååi eeʼǩǩen, the International Decade of Indigenous Languages (IDIL).

source: Vuosikymmenen tulee innostaa panostuksiin säilyttää, suojella ja kehittää maailman kaikkia pieniä kieliä.
sms: Lååieeʼǩǩpââʼjj âlgg älšsmâʼtted saʼtssjummšid seeilted, suõjjled da viikkâd ooudâs maaiʼlm pukid uuʼccbõs joouki ǩiõlid.

source: Yhteinen Saamen kielten viikon ja alkuperäiskansakielivuosikymmenen avajaisjuhla pidetään 23. lokakuuta Snåasessa, Norjassa.
sms: Õhttsaž Ǩiõllneäʼttel da alggmeer lååieeʼǩǩpââʼj ääʼveempeiʼvvjuuʼhl ââʼnet 23. kålggmannust Snåasest,Taarrjânnmest.

source: Avajaisjuhlallisuuksiin osallistuu Hänen Majesteettinsa Norjan Kuningas Harald V. Lisäksi osallistuvat Ruotsin Saamelaiskäräjien puheenjohtaja, Norjan Saamelaiskäräjien presidentti ja Suomen Saamelaiskäräjien puheenjohtaja ja Norjan Kunta- ja alueministeri.
sms: Õhttsaž Sääʼmǩiõllneäʼttel da alggmeer ǩiõll-lååieeʼǩǩpââʼjj ääʼveempeiʼvvjuuʼhl ââʼnet 23. kålggmannust Snåasest, Taarrjânnmest.

source: Vuosittain eri puolella Saamenmaata pidettävät Saamen kielten viikon avajaiset ovat merkki yhteisen juhlinnan ja saamen kielten näkyväksi tekemisen alkamiselle koko Saamenmaalla.
sms: Ääʼveempeiʼvvjuhllvuõđid vuässââtt Suu majesteeʼttes Taarr Koonǥõs Harald V. Lââʼssen vuässâʼtte Ruõcc Sääʼmteeʼǧǧ saaǥǥjååʼđteei, Taarr Sääʼmteeʼǧǧ presideʼntt da Lääʼdd Sääʼmteeʼǧǧ saaǥǥjååʼđteei da Taarr Kåʼdd- da vuʼvddminister.

source: Lue tiedote täältä
sms: Piirieeʼjji jeeʼresåʼrnn Sääʼmjânnam õnnum Ǩiõllneäʼttel ääʼvummuž lij miârkk õhttsaž juhllʼjem da sääʼmǩiõli kuâsttjeeʼjen tuejjeem älggmõʼšše veeʼzz Sääʼmjânnam beäʼlnn.

source: Tietoa tapahtumista ympäri Saamenmaata, Saamen kielten viikon aikana käytettävästä designista ja muusta käytettävästä materiaalista löytyy www.giellavahkku.org
sms: Looǥǥ teâđtõõzz täʹst

source: Saamen kielten viikkoa voi seurata myös sosiaalisissa medioissa hashtagien avulla:
sms: Teâđ šõddmõõžžin pirr Sääʼmjânnam, Ǩiõllneäʼttel poodd ââʼnnemnalla åårrai designist da jeeʼres ââʼnnem materiaalâst käunnʼje www.giellavahkku.org

source: Eteläsaame: #gïelevåhkoe Uumajansaame: #giällavahkkuo Piitimensaame: #giellavahkko Luulajansaame: #giellavahkko Pohjoissaame: #giellavahkku Inarinsaame: #kielâokko Koltansaame: #ǩiõllneä’ttel
sms: Ǩiõllneäʼttel vuäitt seuʼrrjed še sosiaalʼlaž mediain hashtaagi veäkka:
